{
  "class": "com.landing.flappyitm.states.Dictionary",
  "map": {
    "KeyScore": "SCORE",
    "KeyHighscore": "HIGHSCORE",
    "KeyTryagain": "Try again",
    "KeyMainmenu": "Main Menu",
    "KeyInstructions": "Instructions",
    "KeyHowto1_1": "Welcome Soldier! Iam general Nicholas and today I will instruct you",
    "KeyHowto1_2": "next, I will proceed to explain the operation of this unit",
    "KeyHowto1_3": "LET'S START!",
    "KeyHowto2_1": "If you touch the screen, you can scroll from one side to the other",
    "KeyHowto2_2": "Aim? you just have to move to start shooting",
    "KeyHowto3_1": "Avoid being hit by asteroids or else your ship will take great damage",
    "KeyHowto3_2": "Asteroids are quite fragile, a single shot is enough to destroy them",
    "KeyHowto4_1": "If you are hit by an asteroid you will lose 10% of your health",
    "KeyHowto4_2": "If you health drops to critical numbers, the system will begin to fail",
    "KeyStory": "Story",
    "KeyStory1_1": "After the failure of the saturn mining project, scientists chose to attract the planets minerals through electromagnetic impulses",
    "KeyStory1_2": "Unfortunately. Not only hundreds of minerals were attracted, But also thousands of deadly meteorites for man",
    "KeyStory2_1": "The galactic defense system against catastrophs, decided to send it's most trained pilots to combat the threat",
    "KeyStory2_2": "The most qualified space exploration team pilots received the mission of ending all meteorites",
    "KeyStory3_1": "Your mission is to kill al the meteorites you see on your way, without exceptions!",
    "KeyStory3_2": "Remember, you are the hope of humanity, the entire population counts on you. Do not let us down!",
    "KeyProfile": "Profile",
    "KeyScores": "Scores",
    "KeyHowto": "How to",
    "KeySound": "Sound",
    "KeyLanguage": "Language",
    "KeyCredits": "Credits",
    "KeyLanguage1_1": "The language of the video-game is set according to your geographical location",
    "KeyLanguage1_2": "If you want to have the game in other language, then your geographic location must be configure in your device",
    "KeyCredits1_1": "Developers",
    "KeyCredits1_2": "Christopher Cordero A. Anthony Alvarado A",
    "KeyCredits1_3": "Designer",
    "KeyCredits1_4": "Deynor Rodriguez R.",
    "KeyCredits1_5": "Very special thanks Nikol Sequeira G.",
    "KeySound1_1": "Music",
    "KeySound1_2": "Shot",
    "KeySound1_3": "Explotion",
    "KeyProfile1_1": "Please enter you name in the blank to start playing",
    "keyProfile1_2": "All your scores will be registered with this name",
    "KeyInputname": "Insert name",
    "KeySave": "Save",
    "KeyPlayername": "Player name",
    "KeyPlayer": "Player",
    "KeyPlayerhint": "Insert player name"

  }
}
