{
  "class": "com.landing.flappyitm.states.Dictionary",
  "map": {
    "KeyScore": "Puntos",
    "KeyHighscore": "Mejor pts",
    "KeyTryagain": "Reintentar",
    "KeyMainmenu": "Menu Inicio",
    "KeyInstructions": "Instrucciones",
    "KeyHowto1_1": "¡Bienvenido soldado! Soy el general Nicholas y estoy aqui para instruirte",
    "KeyHowto1_2": "De inmediato, procedere a explicarte como funciona esta unidad",
    "KeyHowto1_3": "¡Empecemos!",
    "KeyHowto2_1": "Si tocas la pantalla, podras desplazarte de un lugar a otro",
    "KeyHowto2_2": "Apuntar? Solo tienes que moverte para disparar",
    "KeyHowto3_1": "Evita ser golpeado por asteroides o tu nave sufrira problemas",
    "KeyHowto3_2": "Los asteroides son fragiles, un solo disparo es suficiente para destruirlos",
    "KeyHowto4_1": "Si eres golpeado por un asteroide perderas 1o% de tu salud",
    "KeyHowto4_2": "Si tu salud cae a numeros criticos, el sistema comenzara a fallar",
    "KeyStory": "Historia",
    "KeyStory1_1": "Tras el fracaso del proyecto minero de Saturno, los cientificos optaron por atraer los minerales del planeta atravez de impulsos electromagneticos",
    "KeyStory1_2": "Desafortunadamente, no solo se atrajeron cientos de minerales, sino tambien miles de meteoritos mortales para el hombre",
    "KeyStory2_1": "El Sistema Galactico de Defensa ante Catastrofes, decidio enviar a sus pilotos mas capacitados para combatir la amenaza",
    "KeyStory2_2": "Los mas calificados pilotos del equipo de exploracion espacial recibieron la mision de acabar con todos los meteoritos",
    "KeyStory3_1": "Tu mision es acabar con todos los meteoritos que veas en tu camino, sin excepciones",
    "KeyStory3_2": "Recuerda, eres la esperanza de la humanidad, la oblacion entera cuenta contigo. No nos decepciones!",
    "KeyProfile": "Perfil",
    "KeyScores": "Puntajes",
    "KeyHowto": "Como",
    "KeySound": "Sonido",
    "KeyLanguage": "Lenguaje",
    "KeyCredits": "Creditos",
    "KeyLanguage1_1": "El idioma del videojuego se establece de acuerdo con su ubicación geográfica",
    "KeyLanguage1_2": "Si desea tener el juego en un idioma que no sea el de su ubicación geográfica, debe configurar su dispositivo",
    "KeyCredits1_1": "Desarrolladores",
    "KeyCredits1_2": "Christopher Cordero A. Anthony Alvarado A",
    "KeyCredits1_3": "Diseñador",
    "KeyCredits1_4": "Deynor Rodriguez R.",
    "KeyCredits1_5": "Especial Agradecimientos Nikol Sequeira G.",
    "KeySound1_1": "Musica",
    "KeySound1_2": "Fuego",
    "KeySound1_3": "Explosion",
    "KeyProfile1_1": "Por favor ingrese su nombre en el espacio en blanco para continuar",
    "keyProfile1_2": "Todos sus puntajes se guardaran con este nombre",
    "KeyInputname": "Nombre",
    "KeySave": "Guardar",
    "KeyPlayername": "Nombre de jugador",
    "KeyPlayer": "Jugador",
    "KeyPlayerhint": "Ingrese su nombre de jugador"
  }
}